namespace Business.Helper
{

	public static class FillInKeys
	{

		public static readonly string[] ZiwFaz = {
			"亮点特色",
			"自身发展.带教教师", //TODO: 新版本 学术活动  20191118
			"自身发展.课程开发",
			"自身发展.课堂教学.公开课",
			"自身发展.课堂教学.指导课",
			"自身发展.市、区级大活动",
			"自身发展.专题讲座",
			"自身发展.自我研修",
			"自身发展.教育科研.论文发表",
			"自身发展.教育科研.项目研究",
		};


		public static readonly string[] TuandJih =
		{
			"团队.个人计划.第一年",
			"团队.个人计划.第二年",
			"团队.个人计划.第三年",
			" 团队.学期计划.第一学期",
			"团队.学期计划.第二学期",
			"团队.学期计划.第三学期",
			"团队.学期活动安排.第一学期",
			"团队.学期活动安排.第二学期",
			"团队.学期活动安排.第三学期",
			"团队.制度建设"
		};

	}

}